Repository: awamper/web-search-dialog
Catalog: locale/*/LC_MESSAGES/web-search-dialog.po
Languages: de

source: Type to search in
de: Tippen zum Suchen mit

source: or enter a keyword and press "space".
de: oder ein Schlüsselwort eingeben und "Leertaste" drücken.

source: Keyword
de: Schlüsselwort

source: for open URL.
de: zum Öffnen einer beliebigen Internetadresse

source: Press "Tab" for available search engines.
de: "Tab" drücken, um die verfügbaren Suchmaschine zu erreichen.

source: Web Search
de: Websuche

source: Clipboard is empty.
de: Zwischenablage ist leer.

source: Please, enter a URL.
de: Bitte eine Internetadresse eingeben.

source: Press "Tab" to switch search engine.
de: "Tab" drücken, um die Suchmaschine zu wechseln.

source: History
de: Verlauf

source: Error. Please, enter a query.
de: Fehler. Bitte eine Eingabe tätigen.

source: Please, enter a valid url.
de: Bitte eine gültige Internetadresse eingeben.

source: Url
de: Adresse

source: Add search engine
de: Suchmaschine hinzufügen

source: Already have an item for this name
de: Es gibt bereits einen Eintrag für diesen Namen

source: Already have an item for this keyword
de: Es gibt bereits einen Eintrag für dieses Schlüsselwort

source: Settings
de: Einstellungen

source: Search engines
de: Suchmaschinen

source: Main
de: Allgemein

source: Default search engine:
de: Vorgabe-Suchmachine:

source: Duckduckgo.com helper:
de: Duckduckgo.com Helfer:

source: Helper language code (e.g. ru, de, fr)
de: Helfer Sprachkode (z.B. ru, de, fr)

source: Suggestions:
de: Vorschläge:

source: Autocomplete with first suggestion:
de: Mit erstem Vorschlag vervollständigen:

source: History suggestions:
de: Chronik-Vorschläge

source: History limit:
de: Chronik-Limit:

source: Suggestions delay(ms):
de: Verzögerung Vorschläge (ms):

source: Helper delay(ms):
de: Verzögerung Helfer (ms)

source: Top
de: Oben

source: Bottom
de: Unten

source: Helper position(top or bottom):
de: Helferposition (oben oder unten):

source: Open url keyword(empty to disable):
de: URL Schlüsselwort öffnen (leer zum Deaktivieren):

source: Open url label:
de: URL-Bezeichnung öffnen:

source: Open search dialog:
de: Suchdialog öffnen:
